menu = {  
    "🍜 식사/라면": {
        "🍳 김치볶음밥": 6000,
        "🥚 계란볶음밥": 6000,
        "🍞 계란물 토스트": 4000,
        "🍝 돼지 파스타": 8000,
        "🥩 제육볶음": 7000,
        "🍜 열라면": 4000,
        "🍜 안성탕면": 4000,
        "🍜 라볶이": 4000,
        "🍝 짜파게티": 4000,
        "🍝 비빔면": 4000,
        "🔥 불닭볶음면": 4500
    },
    "🥤 음료": {
        "🧊☕ 아이스 아메리카노": 2500,
        "🧊☕ 아이스 카페라떼": 3000,
        "🍺 무알콜 맥주": 4000,
        "🥤 콜라": 2000,
        "🧊 사이다": 2000,
        "🍵 따뜻한 캐모마일티": 3000,
        "🍇 웰치스 포도": 2000
    },
    "🍤 튀김/부침": {
        "🍗 치킨 텐더": 3000,
        "🥒 애호박 전": 3500,
        "🥞 김치 부침개": 2500,
        "🌭 소시지 야채볶음": 2500
    },
    "🏕️ 캠핑 스페셜": {
        "🥩 프리미엄 한우": 50000,
        "🥓 육즙가득 삼겹살": 15000,
        "🐟 산지직송 회": 35000,
        "🥘 얼큰 매운탕": 12000,
        "🍝 캠핑 파스타": 10000,
        "🍄 모둠 버섯 세트": 5000,
        "🥬 싱싱 쌈 야채": 3000,
        "🥘 그리들 김치 볶음": 5000,
        "🍠 참나무 직화 호박 고구마": 5000,
        "🌭 소시지 직화구이": 8000,
        "⚾ 달콤 홈런볼": 3000,
        "☕ 향긋한 드립커피": 4000
    }
}